#include <iostream>

int main() {
	setlocale(LC_ALL, "Russian");
	std::cout << "Октябрь уж наступил — уж роща отряхает\n"
		"Последние листы с нагих своих ветвей;\n"
		"Дохнул осенний хлад — дорога промерзает,\n"
		"Журча еще бежит за мельницу ручей,\n"
		"Но пруд уже застыл; сосед мой поспешает\n"
		"В отъезжие поля с охотою своей,\n"
		"И страждут озими от бешеной забавы,\n"
		"И будит лай собак уснувшие дубравы.\n\n"
		"Теперь моя пора: я не люблю весны;\n"
		"Скучна мне оттепель; вонь, грязь — весной я болен;\n"
		"Кровь бродит; чувства, ум тоскою стеснены.\n"
		"Суровою зимой я более доволен,\n"
		"Люблю ее снега; в присутствии луны\n"
		"Как легкий бег саней с подругой быстр и волен,\n"
		"Когда под соболем, согрета и свежа,\n"
		"Она вам руку жмет, пылая и дрожа!\n";

	return 0;
}